{
  "chistes": [
    "¿Por qué el Megacaballero no puede salir de casa? Porque siempre está cargando.",
    "Si el Espíritu de Hielo tuviera frío, ¿se congelaría doble?",
    "¿Sabes por qué el Príncipe nunca llega tarde? Porque siempre llega cargado.",
    "El Mago Eléctrico siempre está en shock, ¡pero nunca pierde la chispa!",
    "¿Por qué la Torre Infernal es mala contando chistes? Porque siempre se derrite de la risa.",
    "El Duende Lanzadardos es rápido, pero nunca lanza chistes malos.",
    "¿Qué le dice un Golem a otro? ¡Nos vemos en pedazos!",
    "¿Cómo se llama un ejército de esqueletos que cuentan chistes? ¡El clan de la risa!",
    "Si la Princesa tuviera que hacer stand-up, seguro sería todo un show real.",
    "¿Por qué el Barril de Duendes nunca se pierde? Porque siempre rueda hacia la victoria.",
    "¿Qué pasa si mezclas un Montapuercos con un globo? ¡Una carrera voladora hacia tu torre!",
    "¿Por qué el Espíritu de Fuego nunca se quema? Porque siempre está en llamas.",
    "¿Sabes cómo se relaja el Dragón Infernal? Con una buena dosis de lava caliente.",
    "El Bandido siempre llega rápido, pero nunca roba sonrisas.",
    "¿Por qué el Ejército de Esqueletos no va al gimnasio? Porque ya están todos huesudos.",
    "¿Qué hace el Mini P.E.K.K.A cuando está enojado? ¡P.E.K.K.A al máximo!",
    "Si un Duende Gigante y un Golem se pelean, ¿quién gana? ¡El que tenga más elixir!",
    "¿Por qué la Bruja Nocturna nunca se pierde? Porque siempre sigue a sus murciélagos.",
    "¿Sabes qué dice el Cañón cuando ataca? ¡Bang, bang, torre abajo!",
    "El Príncipe carga tanto que debería pagar peaje en la carretera.",
    "¿Qué le dice el Mago a la Princesa? 'Eres pura magia'.",
    "¿Por qué el Globo Bombástico siempre está feliz? Porque le encanta volar alto.",
    "El Leñador nunca pierde la paciencia, solo la rabia.",
    "¿Qué le regala el Dragón Eléctrico a sus amigos? ¡Un shock de energía!",
    "¿Por qué los Duendes no usan paraguas? Porque les encanta mojar a sus enemigos.",
    "¿Sabes por qué el Mortero es tan puntual? Porque siempre dispara a tiempo.",
    "¿Qué hace el Barril de Duendes en las fiestas? ¡Rueda la diversión!",
    "¿Por qué el Espíritu Sanador nunca se enferma? Porque siempre cura a los demás.",
    "El Mago de Hielo tiene un corazón frío pero un ataque caliente.",
    "¿Qué le dice el Mini P.E.K.K.A al gigante? 'Voy por ti, grandulón'.",
    "¿Sabes por qué la Torre Tesla siempre está activa? Porque le encanta la electricidad.",
    "¿Qué hace el Duende con Lanza cuando está aburrido? ¡Lanza bromas!",
    "El Ejército de Duendes siempre arma una fiesta cuando atacan.",
    "¿Por qué el Espíritu de Agua es tan tranquilo? Porque siempre fluye con calma.",
    "¿Qué le dice el Dragón Bebé a su mamá? '¡Voy a quemar la torre!'",
    "¿Sabes por qué el Golem de Hielo es tan frío? Porque nunca pierde la calma.",
    "¿Qué hace la Princesa cuando no tiene flechas? ¡Lanza miradas letales!",
    "El Bandido siempre está en movimiento, nunca se detiene.",
    "¿Por qué el Duende Lanza Dardos nunca se equivoca? Porque siempre apunta bien.",
    "¿Sabes qué hace el Cazador en su tiempo libre? ¡Caza chistes malos!",
    "¿Qué le dice el Barril de Duendes al Montapuercos? 'Vamos a rodar juntos'.",
    "El Mago Eléctrico siempre está cargado para la batalla.",
    "¿Por qué la Bruja Nocturna nunca duerme? Porque siempre está vigilando.",
    "¿Sabes cómo se llama un Golem que cuenta chistes? ¡Un Golem cómico!",
    "¿Qué le dice el Leñador a su hacha? 'Somos un equipo imparable'.",
    "El Príncipe siempre carga con buena actitud.",
    "¿Por qué el Mortero es tan fuerte? Porque siempre tiene una buena base.",
    "¿Sabes qué hace el Mini P.E.K.K.A cuando gana? ¡Da un golpe de fiesta!",
    "¿Qué le dice el Dragón Infernal al fuego? 'Yo soy el verdadero calor'.",
    "El Espíritu de Hielo siempre está fresco bajo presión.",
    "¿Por qué el Duende Gigante es tan confiado? Porque siempre lleva respaldo.",
    "¿Sabes qué hace el Globo Bombástico en vacaciones? ¡Vuela sin parar!",
    "¿Qué le dice el Ejército de Esqueletos a las torres? 'Nos vemos en la batalla'.",
    "El Bandido siempre sorprende con su velocidad.",
    "¿Por qué el Cañón no se cansa? Porque siempre está en guardia.",
    "¿Sabes qué hace el Mago con Hielo cuando hace frío? ¡Lanza su magia refrescante!",
    "¿Qué le dice el Espíritu Sanador a sus amigos? 'Estoy aquí para ayudar'.",
    "El Dragón Eléctrico siempre tiene chispa en sus ataques.",
    "¿Por qué el Duende Lanzadardos nunca se detiene? Porque siempre apunta a la victoria.",
    "¿Sabes qué hace el Príncipe cuando está enojado? ¡Carga con furia!",
    "¿Qué le dice la Princesa al Mago? 'Juntos somos imparables'.",
    "El Leñador siempre está listo para la acción.",
    "¿Por qué el Mortero nunca se rinde? Porque siempre tiene munición.",
    "¿Sabes qué dice el Mini P.E.K.K.A cuando ve un enemigo? 'Hora de la acción'.",
    "¿Qué le dice el Dragón Bebé a los esbirros? 'Vamos a quemar todo'.",
    "El Golem de Hielo siempre mantiene la calma en batalla.",
    "¿Por qué el Barril de Duendes es tan popular? Porque siempre trae diversión.",
    "¿Sabes qué hace el Ejército de Duendes cuando atacan? ¡Una fiesta de batalla!",
    "¿Qué le dice el Espíritu de Agua al fuego? 'Yo soy la calma que apaga tu furia'.",
    "El Mago Eléctrico siempre está listo para sorprender.",
    "¿Por qué el Duende Gigante es un buen amigo? Porque siempre protege a los suyos.",
    "¿Sabes qué hace el Globo Bombástico en batalla? ¡Destruye todo a su paso!",
    "¿Qué le dice el Bandido a la Princesa? 'No me escaparé esta vez'.",
    "El Cañón siempre defiende con valentía.",
    "¿Por qué el Mago con Hielo es tan estratégico? Porque siempre congela el plan enemigo.",
    "¿Sabes qué hace el Espíritu Sanador en el campo de batalla? ¡Salva vidas!",
    "¿Qué le dice el Dragón Eléctrico a sus enemigos? 'Prepárense para el choque'.",
    "El Duende Lanzadardos nunca pierde el enfoque.",
    "¿Por qué el Príncipe es un gran líder? Porque siempre carga primero.",
    "¿Sabes qué hace la Princesa en la batalla? ¡Dispara sin miedo!",
    "¿Qué le dice el Leñador a la batalla? 'Vamos a arrasar'.",
    "El Mortero es un maestro del daño a distancia.",
    "¿Por qué el Mini P.E.K.K.A es tan temido? Porque da golpes devastadores.",
    "¿Sabes qué hace el Dragón Infernal cuando se enfada? ¡Quemar todo a su paso!",
    "¿Qué le dice el Espíritu de Hielo a sus aliados? 'Mantengamos la calma'.",
    "El Duende Gigante siempre avanza con fuerza.",
    "¿Por qué el Globo Bombástico es tan peligroso? Porque explota con furia.",
    "¿Sabes qué hace el Ejército de Esqueletos cuando atacan? ¡Aturden al enemigo!",
    "¿Qué le dice el Bandido a su espada? 'Vamos a la acción'."
  ]
}
